from misc import technical_information

welcome_text = f'''👋 Здравствуйте, Босс!

🔑 Этот бот открывает доступ к продуктам OpenAI.

🤝 Вы можете общаться с ботом, как с живым собеседником, задавая вопросы на любом языке. 

👽 Обратите внимание, что иногда бот придумывает факты, а также обладает ограниченными знаниями о событиях после 2021 года.

🧮 У бота имеются проблемы в области точных наук.

✉️ Чтобы получить текстовый ответ, просто напишите в чат ваш вопрос.

📰 Чтобы отправить запрос ChatGPT с текстом с изображения, можно отправить в чат изображение. β

🎤 Чтобы отправить запрос ChatGPT с помощью голоса, можно отправить голосовое сообщение. β

🇷🇺 Бот совместим только с русским языком! 

🤖 Бот находится в Бета-тесте. Многие функции могут быть крайне сырыми!
'''
